Repository: giellalt/corpus-sma
Catalog: tmx/swe/admin/lansstyrelsen.se/folder_grundskyddet_sydsamiska.pdf.tmx
Source language: swe
Languages: sma

source: Regeringens målsättning med minoritetspolitiken är att ge skydd för de nationella minoriteterna, att stärka deras möjligheter till inflytande och att stödja de historiska minoritets språken så att de hålls levande.
sma: Reerenassen ulmie unnebelåhkoepolitihkine lea dejtie unnebelåhkojde vaarjelidh, dej nuepieh tsevtsemasse nännoestidh jih aaj dejtie histovrijen unnebelåhkoegïelide evtiedidh guktie åadtjoeh jielije gïelh årrodh.

source: NATIONELLA MINORITETER NATIONELLA
sma: REAKTAH VADTA NASJOVNELLE UNNEBELÅHKOJDENUELIEULMIEH

source: MINORITETERI SVERIGE
sma: NASJOVNELLE UNNEBELÅHKOJDE NASJOVNELLE

source: DISKRIMINERING OCH UTSATTHET
sma: LAEJHTEME JIH AEHPIES TSIEHKINE ÅRRODH

source: Sverige har alltid varit flerspråkigt och mång kulturellt. Samer, finnar, tornedalingar, romer och judar har funnits i landet under mycket lång tid.
sma: Almetjh gieh leah nasjovnelle unnebelåhkoeh eah edtjh dan gaavhtan aehpies tsïehkide båetedh jallh naskoehtamme jih laejhteme sjidtedh.

source: Deras språk och kulturer är en del av det svenska samhället och vårt gemensamma kulturarv.
sma: Dah edtjieh seamma nuepieh siebredahkesne utnedh goh jeatjah almetjh.

source: Diskriminering, utsatthet och missgynnande av
sma: Sveerjesne iktesth gellie gïelh jih gellie kultuvrh gååvnesamme.

source: personer som tillhör nationella minoriteter ska bekämpas.
sma: Saemieh, såevmieh, tornedaelingh, romerh jih judarh guhkiem tijjem sveerjesne orreme.

source: De ska ha samma möjligheter som resten av befolkningen att delta i samhällslivet.
sma: Dej gïelh jih kultuvrh leah biehkie sveerjen siebredahkeste jih mijjen kultuvre-aerpie.

source: Förvaltningsmyndigheter ska när det behövs
sma: SAEMIEH: 20 000- 35 000 saemieh Sveerjesne gieh

source: på lämpligt sätt informera de nationella minoriteterna om deras rättigheter enligt denna lag.
sma: TSEVTSEME JIH NUEPIEH MEATAN ÅRRODH

source: SAMER: Det finns 20 000–35 000 samer i Sverige
sma: Reeremebyjjesfaamoeh edtjieh sjiehteles vuekine dejtie nasjovnelle unnebelåhkojde bïevnedh sijjen reaktaj bïjre laaken mietie.

source: som talar olika varieteter av samiska.
sma: måedtie-såårts smaaresidie saemien gïelijste sopt-sesteminie.

source: Samerna är även ett urfolk.
sma: Saemieh aaj aalkoealmetjh.

source: INFLYTANDE OCH UTSATTHET
sma: SVEERJESÅEVMIEH: Sveerjesne 450 000-600 000

source: De nationella minoriteternas möjligheter till inflytande och delaktighet ska stärkas, bland annat genom att myndigheter samråder med dem..
sma: Dej nasjovnelle unnebelåhkoej nuepieh tsevtsemasse jih nuepieh meatan årrodh edtjieh nännoestamme sjidtedh, diss-vielie guktie byjjesfaamoeh dejgujmie rååresjieh.

source: Minoriteterna ska ges reellt inflytande i frågor som berör dem..
sma: Unnebelåhkoeh edtjieh buerie nuepieh ådtjodh meatan årrodh tsevtsedh gyhtjelassine mah dej doehtieh.

source: I språklagen (2009:600) anges att det all
sma: Gïelelaakesne (2009:600) tjåådtje ahte

source: männa har ett särskilt ansvar för att skydda och främja de nationella minoritetsspråken.
sma: dïhte åålmege sjiere dïedtem åtna dejtie nasjovnelle unnebelåhkoegïelide evtiedidh

source: De nationella minoriteternas språk och kulturer ska skyddas och främjas.
sma: sveerjesåevmieh.

source: Personer som tillhör nationella minoriteter ska kunna tillägna sig och använda sitt modersmål och utveckla en egen kulturell identitet.
sma: Gellieh dejstie Stuehkesne- Mä-lardaelesne årroeminie.

source: De nationella minoritetsspråken ska vara levande språk i Sverige.
sma: Unnebelåhkoegïele lea såevmien.

source: Förvaltningsmyndigheter ska ge de nationella minoriteterna möjlighet till inflytande i frågor som berör dem och så långt det är
sma: GÏELE JIH KULTUVRELLE IDENTITETE

source: SVERIGEFINNAR::Det finns 450 000–600 000 sverige finnar i Sverige.
sma: Dej nasjovnelle unnebelåhkoej gïelh jih kultuvrh edtjieh evtiesovvedh jih vaarjelimmiem utnedh.

source: Många bor i Stockholm
sma: Dah nasjovnelle unnebelåhkoegïelh edtjieh jielije gïelh sveerjesne årrodh.

source: Mälardalen. Minoritetsspråket är finska.
sma: Reeremebyjjesfaamoeh edtjieh dejtie nasjovnelle unnebelåhkojde nuepieh tsevtsemasse vedtedh gyhtjelassine mej

source: TORNEDALINGAR: Det finns cirka 50 000 torne-dalingar i Sverige framförallt bosatta i Norrbotten.
sma: TORNEDAELINGH: Sveerjesne medtie 50 000 tor-nedaelingh jih jïenjemes dejstie Noerhtebetnesne årroeminie.

source: Minoritets språket heter meänkieli.
sma: Unnebelåhkoegïele lea meänkieli.

source: ROMER::Det finns 50 000–100 000 romer i Sverige bosatta över hela landet.
sma: ROMERH: 50 000- 100 000 romerh Sveerjesne mah abpe laantesne årroeminie.

source: varie teter av romani chib.
sma: Unnebelåhkoegïele leah måedtie-såårts smaaregh romani chibeste.

source: JUDAR: Det finns 20 000–25 000 judar
sma: JUDARH: 20 000- 25 000 Sveerjesne årroeminie.

source: Minoritetsspråket är jiddisch.
sma: Unnebelåhkoegïele lea jiddish.

source: EN INFORMATIONSFOLDER FRÅN
sma: BÏEVNESHPAEHPERE DORJEME

source: NORGE
sma: NÖÖRJE

source: SVERIGE
sma: Daesnie naakenh dejstie.

source:  Kvänska  Romani  Samiska
sma:  Kvänske gïele  Romani  Saemien

source:  Samiska  Finska  Meänkieli  Romani chib  Jiddisch
sma:  Saemien gïelh  Såevmien gïele  Meänkieli  Romani chibe  Jiddische

source: STORBRITANNIEN
sma: STOERREBRITANNIJE

source: FINLAND
sma: SÅEVMIE

source:  Romani  Ryska  Samiska  Svenska  Tatariska  Jiddisch  Karelska
sma:  Romani  Russlaanten gïele  Saemien gïelh  Sveerjen gïele  Tatariske gïele  Jiddische  Kaarelen gïele

source: TYSKLAND
sma: TYSKLAANTE

source: Korniska Iriska Manx Lågskotska Skotsk gaeliska Ulster scots Kymriska (walesiska)
sma:  Korniske gïele  Iriska  Manx  Vuel-skottlaanten gïele  Skottlaanten gaeliske gïele  Ulster scots  Kymriske (walesen gïele)

source:  Danska  Lågtyska  Lågsorbiska  Nordfrisiska  Romani  Saterfrisiska  HögsorbiskaDANMARK
sma:  Danmaarhken gïele  Vuel-tysklaantegïele  Vuel-sorbiske  Noerhtefrisiske  Romani  Saterfrisiske  Jïllesorbiske

source: UNGERN
sma: Tysklaanten gïele

source:  Armeniska  Beas  Bulgariska  Kroatiska  Tyska  Grekiska  Polska
sma:  Armeniske gïelh  Beas  Bulgarien gïele  Kroatiske gïele  Tysklaanten gïele  Greeklaanten gïele  Polenen gïele

source: NEDERLÄNDERNA
sma: NEDERLAANTE

source:  Rumänska  Romani  Rusinska / Rutenska  Serbiska  Slovakiska  Slovenska  Ukrainska
sma:  Romanijen gïele  Romani  Rusinska / Rutenska  Serbiske  Slovakiske  Slovenske  Ukrainske

source: RUMÄNIEN
sma: ROMANIJE

source: SPANIEN
sma: SPAANIJE

source:  Baskiska  Berber  Katalanska  Galiciska  Portugisiska  Valencianska
sma:  Baskiske  Berbere  Katalanske  Galiciske  Portugisiske  Valencian gïele

source:  Albanska  Armeniska  Bulgariska  Kroatiska  Tjeckiska  Tyska  Grekiska  Ungerska  Italienska  Makedonska  Polska  Romani  Ryska  Rusinska / Rutenska  Serbiska  Slovakiska  Tatariska  Turkiska  Ukrainska  Jiddisch
sma:  Albanske  Armeniske  Bulgariske  Kroatiske  Tjeckiske  Tysklaanten gïele  Greeklaanten gïele  Ungaren gïele  Italien gïele  Makedonske  Polenen gïele  Romani  Russlaanten gïele  Rusinska / Rutenska  Serbiske  Slovakiske  Tatariske  Turkiske  Ukrainan gïele  Jiddische
